// Завдання 2
// Напиши скрипт перевірки кількості товарів на складі. Є змінні total (кількість товарів на складі)
// і ordered (одиниць товару в замовленні).

// Порівняй ці значення і за результатами виведи:

// Якщо в замовленні вказано число, що перевищує кількість товарів на складі, то виведи повідомлення "На складі недостатньо товарів!".
// В іншому випадку виводь повідомлення "Замовлення оформлено, з вами зв'яжеться менеджер".
// Перевір працездатність коду з різними значеннями змінної ordered, наприклад 20, 80 і 130.

// const total = 100;
// const ordered = 50;

const total = 100
const ordered = 80

if (ordered < total) {
	console.log("Замовлення оформлено, з вами зв'яжеться менеджер")
} else {
	console.log("На складі недостатньо товарів!")
}

// Здано :
// const invoice = 100;
// const stock = 100;

// // Write code under this line
// let message = "Заказ оформлен, с вами свяжется менеджер" || "На складе недостаточно товаров!";

// (invoice<=stock) ? message : message="На складе недостаточно товаров!";

// console.log(message);

// //если invoice равен 100
// // то значение message будет равно
// // 'Заказ оформлен, с вами свяжется менеджер'

// //если invoice равен 50
// // то значение message будет равно
// // 'Заказ оформлен, с вами свяжется менеджер'

// //если invoice равен 150
// // то значение message будет равно
// // 'На складе недостаточно товаров!'
