// Завдання 1
// Оголоси дві змінні, які зберігають назву та ціну товару: name і price
// Присвойте змінним наступні характеристики товару (відразу при оголошенні)
// назва: Генератор захисного поля
// ціна: 1000
// Використовуючи стандартний рядок виведи в консоль інформацію про товар, вийде: 'Обрано «Генератор захисного поля», ціна за штуку 1000 кредитів'.
// Присвой товару нову ціну - 2000
// Використовуючи стандартний рядок виведи в консоль інформацію про товар, вийде: 'Обрано «Генератор захисного поля», ціна за штуку 2000 кредитів'.

const nameOfGoods = "Генератор захисного поля"
let priceOfGoods = 1000

let messageStock = `'Обрано «${nameOfGoods}», ціна за штуку ${priceOfGoods} кредитів'`
console.log(messageStock)
priceOfGoods = 2000
messageStock = `'Обрано «${nameOfGoods}», ціна за штуку ${priceOfGoods} кредитів'`
console.log(messageStock)
